Repository: conversejs/converse.js
Catalog: locale/*/LC_MESSAGES/converse.po
Languages: id

source: unencrypted
id: tak dienkripsi

source: unverified
id: tak diverifikasi

source: verified
id: diverifikasi

source: finished
id: selesai

source: This contact is busy
id: Teman ini sedang sibuk

source: This contact is online
id: Teman ini terhubung

source: This contact is offline
id: Teman ini tidak terhubung

source: This contact is unavailable
id: Teman ini tidak tersedia

source: This contact is away for an extended period
id: Teman ini tidak di tempat untuk waktu yang lama

source: This contact is away
id: Teman ini tidak di tempat

source: My contacts
id: Teman saya

source: Pending contacts
id: Teman yang menunggu

source: Contact requests
id: Permintaan pertemanan

source: Contacts
id: Teman

source: Error
id: Kesalahan

source: Connecting
id: Menyambung

source: Authenticating
id: Melakukan otentikasi

source: Authentication Failed
id: Otentikasi gagal

source: Re-establishing encrypted session
id: Menyambung kembali sesi terenkripsi

source: Could not verify this user's identify.
id: Tak dapat melakukan verifikasi identitas pengguna ini.

source: Personal message
id: Pesan pribadi

source: me
id: saya

source: Show this menu
id: Tampilkan menu ini

source: Write in the third person
id: Tulis ini menggunakan bahasa pihak ketiga

source: Remove messages
id: Hapus pesan

source: Your message could not be sent
id: Pesan anda tak dapat dikirim

source: We received an unencrypted message
id: Kami menerima pesan terenkripsi

source: We received an unreadable encrypted message
id: Kami menerima pesan terenkripsi yang gagal dibaca

source: Here are the fingerprints, please confirm them with %1$s, outside of this chat. Fingerprint for you, %2$s: %3$s Fingerprint for %1$s: %4$s If you have confirmed that the fingerprints match, click OK, otherwise click Cancel.
id: Ini adalah sidik jari anda, konfirmasikan bersama mereka dengan %1$s, di luar percakapan ini. Sidik jari untuk anda, %2$s: %3$s Sidik jari untuk %1$s: %4$s Jika anda bisa mengkonfirmasi sidik jadi cocok, klik Lanjutkan, jika tidak klik Batal.

source: What is your security question?
id: Apakah pertanyaan keamanan anda?

source: What is the answer to the security question?
id: Apa jawaban dari pertanyaan keamanan tersebut?

source: Invalid authentication scheme provided
id: Skema otentikasi salah

source: Your messages are not encrypted anymore
id: Pesan anda tidak lagi terenkripsi

source: Your messages are not encrypted. Click here to enable OTR encryption.
id: Pesan anda tak terenkripsi. Klik di sini untuk menyalakan enkripsi OTR.

source: End encrypted conversation
id: Sudahi percakapan terenkripsi

source: Refresh encrypted conversation
id: Setel ulang percakapan terenkripsi

source: Start encrypted conversation
id: Mulai sesi terenkripsi

source: Verify with fingerprints
id: Verifikasi menggunakan sidik jari

source: Verify with SMP
id: Verifikasi menggunakan SMP

source: What's this?
id: Apakah ini?

source: Online
id: Terhubung

source: Busy
id: Sibuk

source: Away
id: Pergi

source: Offline
id: Tak Terhubung

source: Contact name
id: Nama teman

source: Search
id: Cari

source: Contact username
id: Username teman

source: Add
id: Tambah

source: Click to add new chat contacts
id: Klik untuk menambahkan teman baru

source: Add a contact
id: Tambah teman

source: No users found
id: Pengguna tak ditemukan

source: Click to add as a chat contact
id: Klik untuk menambahkan sebagai teman

source: Room name
id: Nama ruangan

source: Nickname
id: Nama panggilan

source: Show rooms
id: Perlihatkan ruangan

source: Rooms
id: Ruangan

source: No rooms on %1$s
id: Tak ada ruangan di %1$s

source: Rooms on %1$s
id: Ruangan di %1$s

source: Click to open this room
id: Klik untuk membuka ruangan ini

source: Show more information on this room
id: Tampilkan informasi ruangan ini

source: Description:
id: Keterangan:

source: Occupants:
id: Penghuni:

source: Features:
id: Fitur:

source: Requires authentication
id: Membutuhkan otentikasi

source: Hidden
id: Tersembunyi

source: Requires an invitation
id: Membutuhkan undangan

source: Moderated
id: Dimoderasi

source: Non-anonymous
id: Tidak anonim

source: Open room
id: Ruangan terbuka

source: Permanent room
id: Ruangan permanen

source: Public
id: Umum

source: Semi-anonymous
id: Semi-anonim

source: Temporary room
id: Ruangan sementara

source: Unmoderated
id: Tak dimoderasi

source: This user is a moderator
id: Pengguna ini adalah moderator

source: This user can send messages in this room
id: Pengguna ini dapat mengirim pesan di ruangan ini

source: This user can NOT send messages in this room
id: Pengguna ini tak dapat mengirim pesan di ruangan ini

source: Message
id: Pesan

source: Save
id: Simpan

source: Cancel
id: Batal

source: An error occurred while trying to save the form.
id: Kesalahan terjadi saat menyimpan formulir ini.

source: This chatroom requires a password
id: Ruangan ini membutuhkan kata sandi

source: Password:
id: Kata sandi:

source: Submit
id: Kirim

source: This room is not anonymous
id: Ruangan ini tidak anonim

source: This room now shows unavailable members
id: Ruangan ini menampilkan anggota yang tak tersedia

source: This room does not show unavailable members
id: Ruangan ini tidak menampilkan anggota yang tak tersedia

source: Non-privacy-related room configuration has changed
id: Konfigurasi ruangan yang tak berhubungan dengan privasi telah diubah

source: Room logging is now enabled
id: Pencatatan di ruangan ini sekarang dinyalakan

source: Room logging is now disabled
id: Pencatatan di ruangan ini sekarang dimatikan

source: This room is now non-anonymous
id: Ruangan ini sekarang tak-anonim

source: This room is now semi-anonymous
id: Ruangan ini sekarang semi-anonim

source: This room is now fully-anonymous
id: Ruangan ini sekarang anonim

source: A new room has been created
id: Ruangan baru telah dibuat

source: You have been banned from this room
id: Anda telah dicekal dari ruangan ini

source: You have been kicked from this room
id: Anda telah ditendang dari ruangan ini

source: You have been removed from this room because of an affiliation change
id: Anda telah dihapus dari ruangan ini karena perubahan afiliasi

source: You have been removed from this room because the room has changed to members-only and you're not a member
id: Anda telah dihapus dari ruangan ini karena ruangan ini hanya terbuka untuk anggota dan anda bukan anggota

source: You have been removed from this room because the MUC (Multi-user chat) service is being shut down.
id: Anda telah dihapus dari ruangan ini karena layanan MUC (Multi-user chat) telah dimatikan.

source: <strong>%1$s</strong> has been banned
id: <strong>%1$s</strong> telah dicekal

source: <strong>%1$s</strong> has been kicked out
id: <strong>%1$s</strong> telah ditendang keluar

source: <strong>%1$s</strong> has been removed because of an affiliation change
id: <strong>%1$s</strong> telah dihapus karena perubahan afiliasi

source: <strong>%1$s</strong> has been removed for not being a member
id: <strong>%1$s</strong> telah dihapus karena bukan anggota

source: You are not on the member list of this room
id: Anda bukan anggota dari ruangan ini

source: No nickname was specified
id: Nama panggilan belum ditentukan

source: You are not allowed to create new rooms
id: Anda tak diizinkan untuk membuat ruangan baru

source: Your nickname doesn't conform to this room's policies
id: Nama panggilan anda tidak sesuai aturan ruangan ini

source: Your nickname is already taken
id: Nama panggilan anda telah digunakan orang lain

source: This room does not (yet) exist
id: Ruangan ini belum dibuat

source: This room has reached it's maximum number of occupants
id: Ruangan ini telah mencapai jumlah penghuni maksimum

source: Topic set by %1$s to: %2$s
id: Topik diganti oleh %1$s menjadi: %2$s

source: Click to remove this contact
id: Klik untuk menghapus teman ini

source: Click to chat with this contact
id: Klik untuk mulai perbinjangan dengan teman ini

source: I am %1$s
id: Saya %1$s

source: Click here to write a custom status message
id: Klik untuk menulis status kustom

source: Click to change your chat status
id: Klik untuk mengganti status

source: Custom status
id: Status kustom

source: online
id: terhubung

source: busy
id: sibuk

source: away for long
id: lama tak di tempat

source: away
id: tak di tempat

source: Password:
id: Kata sandi:

source: Log In
id: Masuk

source: Sign in
id: Masuk
