Repository: conversejs/converse.js
Catalog: src/i18n/locales/*/LC_MESSAGES/converse.po
Languages: ta

source: Invalid groupchat address, it cannot start or end with an @ sign.
ta: தவறான குரூப்சாட் முகவரி, இது ஒரு @ அடையாளத்துடன் தொடங்கவோ முடிக்கவோ முடியாது.

source: No default groupchat service found. You'll need to specify the full address, for example room@conference.example.org
ta: இயல்புநிலை குரூப்சாட் பணி எதுவும் கிடைக்கவில்லை. முழு முகவரியையும் நீங்கள் குறிப்பிட வேண்டும், எடுத்துக்காட்டாக roum@conference.example.org

source: Groupchat id is invalid.
ta: குரூப்சாட் ஐடி தவறானது.

source: Description:
ta: விளக்கம்:

source: Groupchat XMPP Address:
ta: Groupchat xmpp முகவரி:

source: Participants:
ta: பங்கேற்பாளர்கள்:

source: Features:
ta: அம்சங்கள்:

source: Requires authentication
ta: ஏற்பு தேவை

source: Requires an invitation
ta: அழைப்பு தேவை

source: Non-anonymous
ta: அநாமதேய அல்லாத

source: Permanent
ta: நிரந்தர

source: Unmoderated
ta: மாற்றப்படாதது

source: Show groupchats
ta: குழு அரட்டைகளைக் காட்டு

source: Server address
ta: சேவையக முகவரி

source: Query for Groupchats
ta: குழு அரட்டைகளுக்கான வினவல்

source: Groupchats found
ta: குழுமங்கள் காணப்பட்டன

source: No groupchats found
ta: குரூபாய்ச் எதுவும் கிடைக்கவில்லை

source: Leave this groupchat
ta: இந்த குழு அரட்டையை விட்டு விடுங்கள்

source: Click to hide these rooms
ta: இந்த அறைகளை மறைக்க சொடுக்கு செய்க

source: Click to toggle the list of open groupchats
ta: திறந்த குழு அரட்டைகளின் பட்டியலை மாற்ற சொடுக்கு செய்க

source: Groupchats
ta: குழுமங்கள்

source: Query server
ta: வினவல் சேவையகம்

source: Add groupchat
ta: குழு அரட்டையைச் சேர்க்கவும்

source: Are you sure you want to leave the groupchat %1$s?
ta: நீங்கள் நிச்சயமாகக் குழுமம் %1$s ஐ விட்டுவிட விரும்புகிறீர்களா?

source: This contact is busy
ta: இந்த தொடர்பு பிசியாக உள்ளது

source: This contact is online
ta: இந்த தொடர்பு ஆன்லைனில் உள்ளது

source: This contact is offline
ta: இந்த தொடர்பு ஆஃப்லைனில் உள்ளது

source: This contact is unavailable
ta: இந்த தொடர்பு கிடைக்கவில்லை

source: This contact is away for an extended period
ta: இந்த தொடர்பு நீண்ட காலத்திற்கு தொலைவில் உள்ளது

source: This contact is away
ta: இந்த தொடர்பு தொலைவில் உள்ளது

source: Click to remove %1$s as a contact
ta: தொடர்பாக %1$s ஐ அகற்ற சொடுக்கு செய்க

source: Click to show more details about %1$s
ta: %1$s பற்றிய கூடுதல் விவரங்களைக் காட்ட சொடுக்கு செய்க

source: Click to chat with yourself
ta: உங்களுடன் அரட்டையடிக்க சொடுக்கு செய்க

source: Click to chat with %1$s (XMPP address: %2$s)
ta: %1$s (xmpp முகவரி: %2$s) உடன் அரட்டையடிக்க சொடுக்கு செய்க

source: Click to accept the contact request from %1$s (XMPP address: %2$s)
ta: தொடர்பு கோரிக்கையை %1$s (xmpp முகவரி: %2$s) இலிருந்து ஏற்றுக்கொள்ள சொடுக்கு செய்க

source: Click to decline the contact request from %1$s (XMPP address: %2$s)
ta: தொடர்பு கோரிக்கையை %1$s (XMPP முகவரி: %2$s) இலிருந்து குறைக்க சொடுக்கு செய்க

source: Accept as contact
ta: தொடர்பாக ஏற்றுக்கொள்ளுங்கள்

source: Click to add %1$s as a contact
ta: தொடர்பாக %1$s ஐச் சேர்க்க சொடுக்கு செய்க

source: Save as contact
ta: தொடர்பாக சேமிக்கவும்

source: Add
ta: கூட்டு

source: Search name or XMPP address
ta: தேடல் பெயர் அல்லது xmpp முகவரி

source: Add a Contact
ta: ஒரு தொடர்பைச் சேர்க்கவும்

source: This contact has already been added
ta: இந்த தொடர்பு ஏற்கனவே சேர்க்கப்பட்டுள்ளது

source: Sorry, something went wrong while adding the contact
ta: மன்னிக்கவும், தொடர்பைச் சேர்க்கும்போது ஏதோ தவறு ஏற்பட்டது

source: Contact added successfully
ta: தொடர்பு வெற்றிகரமாக சேர்க்கப்பட்டது

source: Invalid value for the name and XMPP address. Please use the format "Name <username@example.org>".
ta: பெயர் மற்றும் எக்ச்எம்பிபி முகவரிக்கு தவறான மதிப்பு. தயவுசெய்து "பெயர் <username@example.org>" என்ற வடிவமைப்பைப் பயன்படுத்தவும்.

source: Sorry, something went wrong while accepting the contact request
ta: மன்னிக்கவும், தொடர்பு கோரிக்கையை ஏற்றுக்கொள்ளும்போது ஏதோ தவறு ஏற்பட்டது

source: Successfully accepted the contact request
ta: தொடர்பு கோரிக்கையை வெற்றிகரமாக ஏற்றுக்கொண்டது

source: Start Chat
ta: அரட்டையைத் தொடங்குங்கள்

source: Start a new chat
ta: புதிய அரட்டையைத் தொடங்கவும்

source: Sorry, something went wrong
ta: மன்னிக்கவும், ஏதோ தவறு நடந்தது

source: Click to hide these contacts
ta: இந்த தொடர்புகளை மறைக்க சொடுக்கு செய்க

source: Filter by contact name
ta: தொடர்பு பெயர் மூலம் வடிகட்டவும்

source: Filter by group name
ta: குழு பெயரால் வடிகட்டவும்

source: Unread
ta: படிக்காதது

source: Contacts
ta: தொடர்புகள்

source: Click to toggle contacts
ta: தொடர்புகளை மாற்ற சொடுக்கு செய்க

source: Add a contact
ta: ஒரு தொடர்பைச் சேர்க்கவும்

source: Re-sync contacts
ta: மீண்டும் ஒத்திசைவு தொடர்புகள்
