Repository: conversejs/converse.js
Catalog: src/i18n/locales/*/LC_MESSAGES/converse.po
Languages: ta

source: A timeout occurred
ta: நேரம் முடிந்தது

source: You are blocked from sending messages.
ta: செய்திகளை அனுப்புவதிலிருந்து நீங்கள் தடுக்கப்பட்டுள்ளீர்கள்.

source: Timeout Error
ta: காலக்கெடு பிழை

source: The server did not return your bookmarks within the allowed time. You can reload the page to request them again.
ta: அனுமதிக்கப்பட்ட நேரத்திற்குள் சேவையகம் உங்கள் புக்மார்க்குகளை திருப்பித் தரவில்லை. அவற்றை மீண்டும் கோர பக்கத்தை மீண்டும் ஏற்றலாம்.

source: %1$s has gone offline
ta: %1$s ஆஃப்லைனில் சென்றுவிட்டன

source: %1$s has gone away
ta: %1$s போய்விட்டன

source: %1$s is busy
ta: %1$s பிசியாக உள்ளது

source: %1$s is online
ta: %1$s ஆன்லைனில் உள்ளன

source: Smileys and emotions
ta: ச்மைலிகள் மற்றும் உணர்ச்சிகள்

source: People
ta: மக்கள்

source: Activities
ta: நடவடிக்கைகள்

source: Travel
ta: பயணம்

source: Objects
ta: பொருள்கள்

source: Animals and nature
ta: விலங்குகள் மற்றும் இயற்கை

source: Food and drink
ta: உணவு மற்றும் பானம்

source: Symbols
ta: குறியிடுகள்

source: Flags
ta: கொடிகள்

source: Stickers
ta: ச்டிக்கர்கள்

source: Timeout while trying to fetch archived messages.
ta: காப்பகப்படுத்தப்பட்ட செய்திகளைப் பெற முயற்சிக்கும்போது நேரம் முடிந்தது.

source: You're not allowed to retract your message.
ta: உங்கள் செய்தியைத் திரும்பப் பெற உங்களுக்கு இசைவு இல்லை.

source: Your retraction was not delivered because you're not present in the groupchat.
ta: நீங்கள் குழுசாட்டில் இல்லாததால் உங்கள் பின்வாங்கல் வழங்கப்படவில்லை.

source: Sorry, an error occurred while trying to retract your message.
ta: மன்னிக்கவும், உங்கள் செய்தியைத் திரும்பப் பெற முயற்சிக்கும்போது பிழை ஏற்பட்டது.

source: Your message was not delivered because you weren't allowed to send it.
ta: உங்கள் செய்தி வழங்கப்படவில்லை, ஏனெனில் அதை அனுப்ப உங்களுக்கு இசைவு இல்லை.

source: Your message was not delivered because you're not present in the groupchat.
ta: நீங்கள் குரூப்டில் இல்லாததால் உங்கள் செய்தி வழங்கப்படவில்லை.

source: Sorry, an error occurred while trying to send your message.
ta: மன்னிக்கவும், உங்கள் செய்தியை அனுப்ப முயற்சிக்கும்போது பிழை ஏற்பட்டது.

source: A timeout happened while trying to retract your message.
ta: உங்கள் செய்தியைத் திரும்பப் பெற முயற்சிக்கும் போது நேரம் முடிந்தது.

source: Sorry, an error happened while running the command.
ta: மன்னிக்கவும், கட்டளையை இயக்கும் போது பிழை ஏற்பட்டது.

source: Check your browser's developer console for details.
ta: விவரங்களுக்கு உங்கள் உலாவியின் உருவாக்குபவர் கன்சோலை சரிபார்க்கவும்.

source: Error: couldn't find a groupchat participant based on your arguments
ta: பிழை: உங்கள் வாதங்களின் அடிப்படையில் ஒரு குழுசாட் பங்கேற்பாளரைக் கண்டுபிடிக்க முடியவில்லை

source: Error: found multiple groupchat participant based on your arguments
ta: பிழை: உங்கள் வாதங்களின் அடிப்படையில் பல குரூப்சாட் பங்கேற்பாளரைக் கண்டறிந்தார்

source: Error: the "%1$s" command takes two arguments, the user's nickname and optionally a reason.
ta: பிழை: "%1$s" கட்டளை இரண்டு வாதங்களை எடுக்கும், பயனரின் புனைப்பெயர் மற்றும் விருப்பமாக ஒரு காரணம்.

source: Forbidden: you do not have the necessary affiliation in order to do that.
ta: தடைசெய்யப்பட்டுள்ளது: அதைச் செய்ய உங்களுக்கு தேவையான தொடர்பு இல்லை.

source: Forbidden: you do not have the necessary role in order to do that.
ta: தடைசெய்யப்பட்டுள்ளது: அதைச் செய்ய உங்களுக்கு தேவையான பங்கு இல்லை.

source: You're not allowed to register yourself in this groupchat.
ta: இந்த குழுவில் உங்களை பதிவு செய்ய உங்களுக்கு இசைவு இல்லை.

source: You're not allowed to register in this groupchat because it's members-only.
ta: இந்த குழுவில் பதிவு செய்ய உங்களுக்கு இசைவு இல்லை, ஏனெனில் அது உறுப்பினர்கள் மட்டுமே.

source: Topic set by %1$s
ta: தலைப்பு %1$s ஆல் அமைக்கப்பட்டுள்ளது

source: Topic cleared by %1$s
ta: தலைப்பு %1$s ஆல் அழிக்கப்பட்டது

source: %1$s is typing
ta: %1$s தட்டுகிறது

source: %1$s has stopped typing
ta: %1$s தட்டச்சு செய்வதை நிறுத்திவிட்டன

source: %1$s has entered the groupchat
ta: %1$s குழுமத்திற்குள் நுழைந்தது

source: %1$s has left the groupchat
ta: %1$s குழுமத்தை விட்டு வெளியேறிவிட்டன

source: %1$s is now a moderator
ta: %1$s இப்போது ஒரு மதிப்பீட்டாளர்

source: %1$s is no longer a moderator
ta: %1$s இனி ஒரு மதிப்பீட்டாளர் அல்ல

source: %1$s has been given a voice
ta: %1$s க்கு குரல் கொடுக்கப்பட்டுள்ளது

source: %1$s has been muted
ta: %1$s முடக்கப்பட்டுள்ளன

source: %1$s and %2$s
ta: %1$s மற்றும் %2$s

source: %1$s are typing
ta: %1$s தட்டச்சு செய்கின்றன

source: %1$s have stopped typing
ta: %1$s தட்டச்சு செய்வதை நிறுத்திவிட்டன

source: %1$s have gone away
ta: %1$s போய்விட்டன

source: %1$s have entered the groupchat
ta: %1$s குழுமத்திற்குள் நுழைந்தன

source: %1$s have left the groupchat
ta: %1$s குழுமத்தை விட்டு வெளியேறிவிட்டன

source: %1$s are now moderators
ta: %1$s இப்போது மதிப்பீட்டாளர்கள்

source: %1$s are no longer moderators
ta: %1$s இனி மதிப்பீட்டாளர்கள் அல்ல

source: %1$s have been given voices
ta: %1$s க்கு குரல்கள் வழங்கப்பட்டுள்ளன

source: %1$s have been muted
ta: %1$s முடக்கப்பட்டுள்ளன

source: %1$s has been banned by %2$s
ta: %1$s %2$s ஆல் தடைசெய்யப்பட்டுள்ளது

source: %1$s has been banned
ta: %1$s தடை செய்யப்பட்டுள்ளன

source: %1$s's nickname has changed
ta: %1$s இன் புனைப்பெயர் மாறிவிட்டது

source: %1$s has been kicked out by %2$s
ta: %1$s %2$s ஆல் வெளியேற்றப்பட்டுள்ளது

source: %1$s has been kicked out
ta: %1$s வெளியேற்றப்பட்டுள்ளன

source: %1$s has been removed because of an affiliation change
ta: இணைப்பு மாற்றம் காரணமாக %1$s அகற்றப்பட்டுள்ளன

source: %1$s has been removed for not being a member
ta: உறுப்பினராக இல்லாததால் %1$s அகற்றப்பட்டுள்ளன

source: %1$s is no longer an admin of this groupchat
ta: %1$s இனி இந்த குழுமத்தின் நிர்வாகியாக இருக்காது

source: %1$s is no longer an owner of this groupchat
ta: %1$s இனி இந்த குரூபியின் உரிமையாளர் அல்ல

source: %1$s is no longer banned from this groupchat
ta: இந்த குரூப்சாட்டில் இருந்து %1$s இனி தடை செய்யப்படாது

source: %1$s is no longer a member of this groupchat
ta: %1$s இனி இந்த குரூப்சாட்டின் உறுப்பினராக இல்லை

source: %1$s is now a member of this groupchat
ta: %1$s இப்போது இந்த குழுமத்தின் உறுப்பினராக உள்ளன

source: %1$s is now an %2$s of this groupchat
ta: %1$s இப்போது இந்த குழுமத்தின் %2$s ஆகும்

source: The nickname you chose is reserved or currently in use, please choose a different one.
ta: நீங்கள் தேர்ந்தெடுத்த புனைப்பெயர் ஒதுக்கப்பட்டுள்ளது அல்லது தற்போது பயன்பாட்டில் உள்ளது, தயவுசெய்து வேறு ஒன்றைத் தேர்வுசெய்க.

source: Password incorrect
ta: கடவுச்சொல் தவறானது

source: You are not on the member list of this groupchat.
ta: இந்த குழுமத்தின் உறுப்பினர் பட்டியலில் நீங்கள் இல்லை.

source: You are not allowed to create new groupchats.
ta: புதிய குழு அரட்டைகளை உருவாக்க உங்களுக்கு இசைவு இல்லை.

source: Your nickname doesn't conform to this groupchat's policies.
ta: உங்கள் புனைப்பெயர் இந்த குரூப்சாட்டின் கொள்கைகளுக்கு இணங்கவில்லை.

source: This groupchat does not (yet) exist.
ta: இந்த குரூப்சாட் (இன்னும்) இல்லை.

source: This groupchat has reached its maximum number of participants.
ta: இந்த குரூப்சாட் அதன் அதிகபட்ச பங்கேற்பாளர்களை எட்டியுள்ளது.

source: Remote server not found
ta: தொலை சேவையகம் கிடைக்கவில்லை

source: You're not allowed to enter this groupchat
ta: இந்த குழுமத்திற்குள் நுழைய உங்களுக்கு இசைவு இல்லை

source: An error happened while trying to enter this groupchat
ta: இந்த குழுமத்தை உள்ளிட முயற்சிக்கும் போது பிழை ஏற்பட்டது

source: This groupchat is not anonymous
ta: இந்த குரூப்சாட் அநாமதேயமானது அல்ல

source: This groupchat now shows unavailable members
ta: இந்த குரூப்சாட் இப்போது கிடைக்காத உறுப்பினர்களைக் காட்டுகிறது

source: This groupchat does not show unavailable members
ta: இந்த குரூப்சாட் கிடைக்காத உறுப்பினர்களைக் காட்டாது

source: The groupchat configuration has changed
ta: குரூப்சாட் உள்ளமைவு மாறிவிட்டது

source: Groupchat logging is now enabled
ta: குரூப்சாட் பதிவு இப்போது இயக்கப்பட்டது

source: Groupchat logging is now disabled
ta: குரூப்சாட் பதிவு இப்போது முடக்கப்பட்டுள்ளது

source: This groupchat is now no longer anonymous
ta: இந்த குரூப்சாட் இப்போது அநாமதேயமாக இல்லை

source: This groupchat is now semi-anonymous
ta: இந்த குரூப்சாட் இப்போது அரை அநாமதேயமானது

source: This groupchat is now fully-anonymous
ta: இந்த குரூப்சாட் இப்போது முழுமையாக அநாமதேயமானது

source: A new groupchat has been created
ta: ஒரு புதிய குரூப்சாட் உருவாக்கப்பட்டுள்ளது

source: Your nickname has been automatically set to %1$s
ta: உங்கள் புனைப்பெயர் தானாகவே %1$s ஆக அமைக்கப்பட்டுள்ளது

source: You have been banned from this groupchat
ta: இந்த குழு அரட்டையிலிருந்து உங்களுக்கு தடை விதிக்கப்பட்டுள்ளது

source: Your nickname has been changed to %1$s
ta: உங்கள் புனைப்பெயர் %1$s ஆக மாற்றப்பட்டுள்ளது

source: You have been kicked from this groupchat
ta: இந்த குழு அரட்டையிலிருந்து நீங்கள் உதைக்கப்பட்டுள்ளீர்கள்

source: You have been removed from this groupchat because of an affiliation change
ta: இணைப்பு மாற்றம் காரணமாக நீங்கள் இந்த குழுமத்திலிருந்து அகற்றப்பட்டீர்கள்

source: You have been removed from this groupchat because it has changed to members-only and you're not a member
ta: இந்த குழுவிலிருந்து நீங்கள் அகற்றப்பட்டிருக்கிறீர்கள், ஏனெனில் அது உறுப்பினர்களுக்கு மட்டுமே மாறிவிட்டது, நீங்கள் உறுப்பினராக இல்லை

source: You have been removed from this groupchat because the service hosting it is being shut down
ta: இந்த குழுமத்திலிருந்து நீங்கள் அகற்றப்பட்டிருக்கிறீர்கள், ஏனெனில் அதை ஓச்டிங் செய்யும் பணி மூடப்படுகிறது

source: You have exited this groupchat due to a technical problem
ta: தொழில்நுட்ப சிக்கல் காரணமாக நீங்கள் இந்த குழுவிலிருந்து வெளியேறிவிட்டீர்கள்

source: Sorry, could not decrypt a received OMEMO message due to an error.
ta: மன்னிக்கவும், பிழை காரணமாக பெறப்பட்ட ஓம்மோ செய்தியை மறைகுறியாக்க முடியவில்லை.

source: Sorry, could not decrypt a received OMEMO message because we don't have the XMPP address for that user.
ta: மன்னிக்கவும், பெறப்பட்ட ஓம்மோ செய்தியை மறைகுறியாக்க முடியவில்லை, ஏனெனில் அந்த பயனருக்கான எக்ச்எம்பிபி முகவரி எங்களிடம் இல்லை.

source: Sorry, we're unable to send an encrypted message because %1$s requires you to be subscribed to their presence in order to see their OMEMO information
ta: மன்னிக்கவும், ஒரு மறைகுறியாக்கப்பட்ட செய்தியை எங்களால் அனுப்ப முடியவில்லை, ஏனெனில் %1$s அவர்களின் ஓம்மோ தகவல்களைக் காண அவர்களின் இருப்புக்கு நீங்கள் குழுசேர வேண்டும்

source: Sorry, we're unable to send an encrypted message because the remote server for %1$s could not be found
ta: மன்னிக்கவும், ஒரு மறைகுறியாக்கப்பட்ட செய்தியை எங்களால் அனுப்ப முடியவில்லை, ஏனெனில் %1$s க்கான தொலை சேவையகத்தைக் கண்டுபிடிக்க முடியவில்லை

source: Unable to send an encrypted message due to an unexpected error.
ta: எதிர்பாராத பிழை காரணமாக மறைகுறியாக்கப்பட்ட செய்தியை அனுப்ப முடியவில்லை.

source: Error
ta: பிழை

source: Sorry, no devices found to which we can send an OMEMO encrypted message.
ta: மன்னிக்கவும், ஓம்மோ மறைகுறியாக்கப்பட்ட செய்தியை நாங்கள் அனுப்பக்கூடிய சாதனங்கள் எதுவும் கிடைக்கவில்லை.

source: This is an OMEMO encrypted message which your client doesn’t seem to support. Find more information on https://conversations.im/omemo
ta: இது உங்கள் வாடிக்கையாளர் ஆதரிக்கத் தெரியாத ஓம்மோ மறைகுறியாக்கப்பட்ட செய்தி. Https://conversations.im/omemo பற்றிய கூடுதல் தகவல்களைக் கண்டறியவும்

source: %1$s doesn't appear to have a client that supports OMEMO. Encrypted chat will no longer be possible in this grouchat.
ta: %1$s ஓம்மோவை ஆதரிக்கும் கிளையன்ட் இருப்பதாகத் தெரியவில்லை. மறைகுறியாக்கப்பட்ட அரட்டை இனி இந்த க்ரூச்சாட்டில் சாத்தியமில்லை.

source: Sorry, an error occurred while trying to add %1$s as a contact.
ta: மன்னிக்கவும், ஒரு தொடர்பாக %1$s ஐ சேர்க்க முயற்சிக்கும்போது பிழை ஏற்பட்டது.

source: This client does not allow presence subscriptions
ta: இந்த கிளையன்ட் இருப்பு சந்தாக்களை அனுமதிக்காது

source: Unsaved contacts
ta: சேமிக்கப்படாத தொடர்புகள்

source: My contacts
ta: எனது தொடர்புகள்

source: Pending contacts
ta: தொடர்புகள் நிலுவையில் உள்ளன

source: Contact requests
ta: தொடர்பு கோரிக்கைகள்

source: Ungrouped
ta: குழுவாக

source: New messages
ta: புதிய செய்திகள்

source: me
ta: நான்

source: Could not automatically determine a connection URL
ta: இணைப்பு முகவரி ஐ தானாக தீர்மானிக்க முடியவில்லை

source: An error occurred while connecting to the chat server.
ta: அரட்டை சேவையகத்துடன் இணைக்கும்போது பிழை ஏற்பட்டது.

source: Your XMPP address and/or password is incorrect. Please try again.
ta: உங்கள் XMPP முகவரி மற்றும்/அல்லது கடவுச்சொல் தவறானது. மீண்டும் முயற்சிக்கவும்.

source: We could not connect to %1$s, is your XMPP address correct?
ta: எங்களால் %1$s உடன் இணைக்க முடியவில்லை, உங்கள் XMPP முகவரி சரியானதா?

source: The XMPP server rejected the connection because of a policy violation
ta: கொள்கை மீறல் காரணமாக எக்ச்எம்பிபி சேவையகம் இணைப்பை நிராகரித்தது

source: The XMPP server did not offer a supported authentication mechanism
ta: எக்ச்எம்பி.பி சேவையகம் ஒரு உதவி அங்கீகார பொறிமுறையை வழங்கவில்லை

source: Undecryptable OMEMO message
ta: சரிபார்க்க முடியாத OMEMO செய்தி

source: Sorry, could not determine upload URL.
ta: மன்னிக்கவும், பதிவேற்ற முகவரி ஐ தீர்மானிக்க முடியவில்லை.

source: Sorry, could not determine file upload URL.
ta: மன்னிக்கவும், கோப்பு பதிவேற்ற முகவரி ஐ தீர்மானிக்க முடியவில்லை.

source: Sorry, looks like file upload is not supported by your server.
ta: மன்னிக்கவும், கோப்பு பதிவேற்றம் உங்கள் சேவையகத்தால் ஆதரிக்கப்படவில்லை என்று தெரிகிறது.

source: The size of your file, %1$s, exceeds the maximum allowed by your server.
ta: உங்கள் கோப்பின் அளவு, %1$s, உங்கள் சேவையகத்தால் அனுமதிக்கப்பட்ட அதிகபட்சத்தை மீறுகிறது.

source: The size of your file, %1$s, exceeds the maximum allowed by your server, which is %2$s.
ta: உங்கள் கோப்பின் அளவு, %1$s, உங்கள் சேவையகத்தால் அனுமதிக்கப்பட்ட அதிகபட்சத்தை மீறுகிறது, இது %2$s ஆகும்.

source: You're not allowed to send a message.
ta: ஒரு செய்தியை அனுப்ப உங்களுக்கு இசைவு இல்லை.

source: Menu
ta: பட்டியல்

source: Click to set a new picture
ta: புதிய படத்தை அமைக்க சொடுக்கு செய்க

source: Clear picture
ta: தெளிவான படம்

source: Older versions
ta: பழைய பதிப்புகள்

source: No older versions found
ta: பழைய பதிப்புகள் கிடைக்கவில்லை

source: Current version
ta: தற்போதைய பதிப்பு

source: Offline
ta: இணையமில்லாமல்

source: Unavailable
ta: கிடைக்கவில்லை

source: Extended Away
ta: விலகிச் சென்றது

source: Away
ta: தொலைவில்

source: Do not disturb
ta: தொந்தரவு செய்ய வேண்டாம்

source: Chatty
ta: சாட்டி

source: Online
ta: ஆன்லைனில்

source: Close
ta: மூடு

source: Confirm
ta: உறுதிப்படுத்தவும்

source: Cancel
ta: ரத்துசெய்

source: Converse logo
ta: உரையாடல் லோகோ

source: Execute
ta: செயல்படுத்தவும்

source: Previous
ta: முந்தைய

source: Next
ta: அடுத்தது

source: Complete
ta: முழுமையானது

source: The profile picture of %1$s
ta: %1$s இன் சுயவிவரப் படம்

source: Add to Contacts
ta: தொடர்புகளில் சேர்க்கவும்

source: Nickname
ta: புனைப்பெயர்

source: XMPP Address
ta: எக்ச்எம்பிபி முகவரி

source: Affiliation
ta: இணைப்பு

source: Role
ta: பங்கு

source: Hats
ta: தொப்பிகள்

source: Occupant Id
ta: குடியிருப்பாளர் ஐடி

source: Affiliation changed
ta: இணைப்பு மாற்றப்பட்டது

source: role changed
ta: பங்கு மாற்றப்பட்டது

source: Moderators are privileged users who can change the roles of other users (except those with admin or owner affiliations.
ta: மதிப்பீட்டாளர்கள் சலுகை பெற்ற பயனர்கள், அவர்கள் பிற பயனர்களின் பாத்திரங்களை மாற்ற முடியும் (நிர்வாகி அல்லது உரிமையாளர் இணைப்புகள் தவிர.

source: The default role, implies that you can read and write messages.
ta: இயல்புநிலை பங்கு, நீங்கள் செய்திகளைப் படித்து எழுதலாம் என்பதைக் குறிக்கிறது.

source: Visitors aren't allowed to write messages in a moderated multi-user chat.
ta: மிதமான பல பயனர் அரட்டையில் செய்திகளை எழுத பார்வையாளர்கள் அனுமதிக்கப்படவில்லை.

source: Owner is the highest affiliation. Owners can modify roles and affiliations of all other users.
ta: உரிமையாளர் மிக உயர்ந்த இணைப்பு. உரிமையாளர்கள் மற்ற அனைத்து பயனர்களின் பாத்திரங்களையும் இணைப்புகளையும் மாற்றலாம்.

source: Admin is the 2nd highest affiliation. Admins can modify roles and affiliations of all other users except owners.
ta: நிர்வாகி 2 வது மிக உயர்ந்த இணைப்பு. உரிமையாளர்களைத் தவிர மற்ற அனைத்து பயனர்களின் பாத்திரங்களையும் இணைப்புகளையும் நிர்வாகிகள் மாற்றலாம்.

source: To ban a user, you give them the affiliation of "outcast".
ta: ஒரு பயனரைத் தடைசெய்ய, நீங்கள் அவர்களுக்கு "வெளியேற்றப்பட்டவர்" என்ற இணைப்பைக் கொடுக்கிறீர்கள்.

source: No users with that affiliation found.
ta: அந்த இணைப்பைக் கொண்ட எந்த பயனர்களும் கிடைக்கவில்லை.

source: No users with that role found.
ta: அந்த பாத்திரத்துடன் கூடிய பயனர்கள் யாரும் காணப்படவில்லை.

source: Type here to filter the search results
ta: தேடல் முடிவுகளை வடிகட்ட இங்கே தட்டச்சு செய்க

source: Show users
ta: பயனர்களைக் காட்டு

source: Roles are assigned to users to grant or deny them certain abilities in a multi-user chat. They're assigned either explicitly or implicitly as part of an affiliation. A role that's not due to an affiliation, is only valid for the duration of the user's session.
ta: பல பயனர் அரட்டையில் சில திறன்களை வழங்க அல்லது மறுக்க பயனர்களுக்கு பாத்திரங்கள் ஒதுக்கப்படுகின்றன. அவை ஒரு இணைப்பின் ஒரு பகுதியாக வெளிப்படையாக அல்லது மறைமுகமாக ஒதுக்கப்படுகின்றன. ஒரு இணைப்பு காரணமாக இல்லாத ஒரு பங்கு, பயனரின் அமர்வின் காலத்திற்கு மட்டுமே செல்லுபடியாகும்.

source: An affiliation is a long-lived entitlement which typically implies a certain role and which grants privileges and responsibilities. For example admins and owners automatically have the moderator role.
ta: ஒரு இணைப்பு என்பது ஒரு நீண்டகால உரிமையாகும், இது பொதுவாக ஒரு குறிப்பிட்ட பங்கைக் குறிக்கிறது மற்றும் இது சலுகைகள் மற்றும் பொறுப்புகளை வழங்குகிறது. எடுத்துக்காட்டாக நிர்வாகிகள் மற்றும் உரிமையாளர்கள் தானாகவே மதிப்பீட்டாளர் பாத்திரத்தைக் கொண்டுள்ளனர்.

source: Role changed
ta: பங்கு மாற்றப்பட்டது

source: Moderator Tools
ta: மதிப்பீட்டாளர் கருவிகள்

source: Are you sure you want to destroy this groupchat?
ta: இந்த குழு அரட்டையை அழிக்க விரும்புகிறீர்களா?

source: Please enter the XMPP address of this groupchat to confirm
ta: உறுதிப்படுத்த இந்த குழுமத்தின் XMPP முகவரியை உள்ளிடவும்

source: Optional reason for destroying this groupchat
ta: இந்த குழுமத்தை அழிக்க விருப்ப காரணம்

source: Reason
ta: காரணம்

source: Optional XMPP address for a new groupchat that replaces this one
ta: இதை மாற்றும் புதிய குழுமத்திற்கான விருப்ப XMPP முகவரி

source: replacement@example.org
ta: மாற்று@example.org

source: Couldn't find a participant with that nickname. They might have left the groupchat.
ta: அந்த புனைப்பெயருடன் பங்கேற்பாளரைக் கண்டுபிடிக்க முடியவில்லை. அவர்கள் குழுமத்தை விட்டு வெளியேறியிருக்கலாம்.

source: Your nickname is "%1$s"
ta: உங்கள் புனைப்பெயர் "%1$s"

source: Error: invalid number of arguments
ta: பிழை: தவறான வாதங்களின் எண்ணிக்கை

source: On which entity do you want to run commands?
ta: எந்த நிறுவனத்தில் கட்டளைகளை இயக்க விரும்புகிறீர்கள்?

source: Certain XMPP services and entities allow privileged users to execute ad-hoc commands on them.
ta: சில எக்ச்எம்பிபி சேவைகள் மற்றும் நிறுவனங்கள் சலுகை பெற்ற பயனர்களை தற்காலிக கட்டளைகளை இயக்க அனுமதிக்கின்றன.

source: Commands found
ta: கட்டளைகள் காணப்பட்டன

source: List available commands
ta: கிடைக்கக்கூடிய கட்டளைகளை பட்டியலிடுங்கள்

source: No commands found
ta: கட்டளைகள் எதுவும் கிடைக்கவில்லை

source: Sorry, an error occurred while looking for commands on that entity.
ta: மன்னிக்கவும், அந்த நிறுவனத்தில் கட்டளைகளைத் தேடும்போது பிழை ஏற்பட்டது.

source: The specified entity doesn't support ad-hoc commands
ta: குறிப்பிட்ட நிறுவனம் தற்காலிக கட்டளைகளை ஆதரிக்கவில்லை

source: An error occurred while trying to fetch the command form
ta: கட்டளை படிவத்தைப் பெற முயற்சிக்கும்போது பிழை ஏற்பட்டது

source: Sorry, an error occurred while trying to execute the command. See the developer console for details
ta: மன்னிக்கவும், கட்டளையை இயக்க முயற்சிக்கும்போது பிழை ஏற்பட்டது. விவரங்களுக்கு உருவாக்குபவர் கன்சோலைப் பார்க்கவும்

source: Executing
ta: செயல்படுத்துதல்

source: Completed
ta: முடிந்தது

source: An error occurred while trying to cancel the command. See the developer console for details
ta: கட்டளையை ரத்து செய்ய முயற்சிக்கும்போது பிழை ஏற்பட்டது. விவரங்களுக்கு உருவாக்குபவர் கன்சோலைப் பார்க்கவும்

source: Error: unexpected result
ta: பிழை: எதிர்பாராத முடிவு

source: Are you sure you want to remove the bookmark "%1$s"?
ta: "%1$s" புத்தகக்குறியை அகற்ற விரும்புகிறீர்களா?

source: Unbookmark this groupchat
ta: இந்த குழு அரட்டையை புத்தகமோர்

source: Click to open this groupchat
ta: இந்த குழு அரட்டையைத் திறக்க சொடுக்கு செய்க

source: Filter
ta: வடிப்பி

source: Bookmarks
ta: புக்மார்க்குகள்

source: Bookmark for "%1$s"
ta: "%1$s" க்கான புக்மார்க்கு

source: Would you like this groupchat to be automatically joined upon startup?
ta: தொடக்கத்தில் இந்த குரூப்சாட் தானாகவே சேர விரும்புகிறீர்களா?

source: Remove
ta: அகற்று

source: Name
ta: பெயர்

source: What should your nickname for this groupchat be?
ta: இந்த குழுமத்திற்கான உங்கள் புனைப்பெயர் என்னவாக இருக்க வேண்டும்?

source: Password (for a protected groupchat)
ta: கடவுச்சொல் (பாதுகாக்கப்பட்ட குழு அரட்டைக்கு)

source: If the groupchat requires a password to enter, you can save it here. Note this is not intended to be a secure storage.
ta: GroupChat க்கு உள்ளிட கடவுச்சொல் தேவைப்பட்டால், அதை இங்கே சேமிக்கலாம். இது ஒரு பாதுகாப்பான சேமிப்பகமாக இருக்க விரும்பவில்லை என்பதை நினைவில் கொள்க.

source: Update
ta: புதுப்பிப்பு

source: Save
ta: சேமி

source: Bookmark
ta: புத்தககுறி

source: You have an unsent message which will be lost if you continue. Are you sure?
ta: உங்களிடம் ஒரு உச்சரிக்கப்படாத செய்தி உள்ளது, நீங்கள் தொடர்ந்தால் இழக்கப்படும். நீங்கள் உறுதியாக இருக்கிறீர்களா?

source: Be aware that other XMPP/Jabber clients (and servers) may not yet support retractions and that this message may not be removed everywhere.
ta: பிற எக்ச்எம்பிபி/சாபர் வாடிக்கையாளர்கள் (மற்றும் சேவையகங்கள்) இன்னும் பின்வாங்கல்களை ஆதரிக்காமல் இருக்கலாம் என்பதையும், இந்த செய்தி எல்லா இடங்களிலும் அகற்றப்படாமல் போகலாம் என்பதையும் அறிந்து கொள்ளுங்கள்.

source: Are you sure you want to retract this message?
ta: இந்த செய்தியை நீங்கள் திரும்பப் பெற விரும்புகிறீர்களா?

source: A timeout occurred while trying to retract the message
ta: செய்தியைத் திரும்பப் பெற முயற்சிக்கும்போது நேரம் முடிந்தது

source: Sorry, you're not allowed to retract this message.
ta: மன்னிக்கவும், இந்த செய்தியை திரும்பப் பெற உங்களுக்கு இசைவு இல்லை.

source: You are about to retract this message.
ta: இந்த செய்தியை நீங்கள் திரும்பப் பெற உள்ளீர்கள்.

source: You may optionally include a message, explaining the reason for the retraction.
ta: பின்வாங்குவதற்கான காரணத்தை விளக்கும் செய்தியை நீங்கள் விருப்பமாக ஒரு செய்தியைச் சேர்க்கலாம்.

source: Message Retraction
ta: செய்தி திரும்பப் பெறுதல்

source: Optional reason
ta: விருப்ப காரணம்

source: Sorry, you're not allowed to retract this message
ta: மன்னிக்கவும், இந்த செய்தியை திரும்பப் பெற உங்களுக்கு இசைவு இல்லை

source: Show media
ta: ஊடகத்தைக் காட்டு

source: Hide media
ta: மீடியாவை மறைக்கவும்

source: Cancel Editing
ta: திருத்துதல் ரத்துசெய்

source: Edit
ta: தொகு

source: Retract
ta: பின்வாங்கல்

source: Copy
ta: நகலெடு

source: Quote
ta: மேற்கோள்

source: Image:
ta: படம்:

source: Message versions
ta: செய்தி பதிப்புகள்

source: Are you sure you want to remove this contact?
ta: இந்த தொடர்பை அகற்ற விரும்புகிறீர்களா?

source: Sorry, an error occurred while trying to remove %1$s as a contact
ta: மன்னிக்கவும், ஒரு தொடர்பாக %1$s ஐ சேர்க்க முயற்சிக்கும்போது பிழை ஏற்பட்டது

source: Remove and decline contact request
ta: தொடர்பு கோரிக்கையை அகற்றி நிராகரிக்கவும்

source: Are you sure you want to decline the contact request from %1$s?
ta: தொடர்பு கோரிக்கையை %1$s இலிருந்து நிராகரிக்க விரும்புகிறீர்களா?

source: Also block this user from sending you further messages
ta: மேலும் செய்திகளை உங்களுக்கு அனுப்புவதிலிருந்து இந்த பயனரைத் தடுக்கவும்

source: Contact request declined and user blocked
ta: தொடர்பு கோரிக்கை குறைந்து பயனர் தடுக்கப்பட்டது

source: Contact request declined
ta: தொடர்பு கோரிக்கை குறைந்தது

source: Do you want to block this contact, so they cannot send you messages?
ta: இந்த தொடர்பைத் தடுக்க விரும்புகிறீர்களா, எனவே அவர்கள் உங்களுக்கு செய்திகளை அனுப்ப முடியாது?
