Repository: conversejs/converse.js
Catalog: src/i18n/locales/*/LC_MESSAGES/converse.po
Languages: ta

source: Sorry, an error occurred while trying to block %1$s
ta: மன்னிக்கவும், ஒரு தொடர்பாக %1$s ஐ சேர்க்க முயற்சிக்கும்போது பிழை ஏற்பட்டது

source: Do you want to unblock this contact, so they can send you messages?
ta: இந்த தொடர்பைத் தடுக்க விரும்புகிறீர்களா, எனவே அவர்கள் உங்களுக்கு செய்திகளை அனுப்ப முடியுமா?

source: Sorry, an error occurred while trying to unblock %1$s
ta: மன்னிக்கவும், உங்கள் செய்தியை அனுப்ப முயற்சிக்கும்போது பிழை ஏற்பட்டது %1$s

source: Remove from blocklist
ta: பிளாக்லிச்ட்டில் இருந்து அகற்று

source: Add to blocklist
ta: பிளாக்லிச்ட்டில் சேர்க்கவும்

source: Add as contact
ta: தொடர்பாக சேர்க்கவும்

source: Remove as contact
ta: தொடர்பாக அகற்று

source: Accept
ta: ஏற்றுக்கொள்

source: Decline
ta: வீழ்ச்சி

source: Email
ta: மின்னஞ்சல்

source: Full Name
ta: முழு பெயர்

source: URL
ta: முகவரி

source: Groups
ta: குழுக்கள்

source: Use commas to separate multiple values
ta: பல மதிப்புகளை பிரிக்க காற்புள்ளிகளைப் பயன்படுத்தவும்

source: OMEMO
ta: மெமோ

source: Profile
ta: சுயவிவரம்

source: Contact Request
ta: தொடர்பு கோரிக்கை

source: Uploading file:
ta: பதிவேற்றும் கோப்பு:

source: Retry
ta: மீண்டும் முயற்சிக்கவும்

source: This message has been edited
ta: இந்த செய்தி திருத்தப்பட்டுள்ளது

source: Show more
ta: மேலும் காட்டு

source: Show less
ta: குறைவாகக் காட்டு

source: Message delivery failed.
ta: செய்தி வழங்கல் தோல்வியடைந்தது.

source: A moderator
ta: ஒரு மதிப்பீட்டாளர்

source: %1$s has removed a message
ta: %1$s ஒரு செய்தியை அகற்றிவிட்டது

source: You have removed a message
ta: நீங்கள் ஒரு செய்தியை அகற்றிவிட்டீர்கள்

source: Search results
ta: தேடல் முடிவுகள்

source: Search
ta: தேடல்

source: Insert emojis
ta: ஈமோசிகளை செருகவும்

source: Message characters remaining
ta: செய்தி எழுத்துக்கள் மீதமுள்ளவை

source: Send the message
ta: செய்தியை அனுப்பவும்

source: Start a call
ta: அழைப்பைத் தொடங்கவும்

source: Choose a file to send
ta: அனுப்ப ஒரு கோப்பைத் தேர்வுசெய்க

source: Click to write as a normal (non-spoiler) message
ta: சாதாரண (ச்பாய்லர் அல்லாத) செய்தியாக எழுத சொடுக்கு செய்க

source: Click to write your message as a spoiler
ta: உங்கள் செய்தியை ச்பாய்லராக எழுத சொடுக்கு செய்க

source: The User's Profile Image
ta: பயனரின் சுயவிவரப் படம்

source: Details
ta: விவரங்கள்

source: See more information about this person
ta: இந்த நபரைப் பற்றிய கூடுதல் தகவலைக் காண்க

source: Unblock user
ta: பயனரைத் தடைசெய்க

source: Are you sure you want to unblock this user?
ta: இந்த பயனரைத் தடுக்க விரும்புகிறீர்களா?

source: Unblock this user
ta: இந்த பயனரைத் தடைசெய்க

source: Allow this user to send you messages
ta: இந்த பயனரை உங்களுக்கு செய்திகளை அனுப்ப அனுமதிக்கவும்

source: Block user
ta: தொகுதி பயனர்

source: Are you sure you want to prevent %1$s from contacting you further?
ta: %1$s உங்களை மேலும் தொடர்புகொள்வதைத் தடுக்க விரும்புகிறீர்களா?

source: Block this user
ta: இந்த பயனரைத் தடு

source: Prevent this user from sending you any further messages
ta: இந்த பயனருக்கு மேலும் செய்திகளை உங்களுக்கு அனுப்புவதைத் தடுக்கவும்

source: Close and end this conversation
ta: இந்த உரையாடலை மூடி முடிக்கவும்

source: You have unread messages
ta: உங்களிடம் படிக்காத செய்திகள் உள்ளன

source: Are you sure you want to clear the messages from this conversation?
ta: இந்த உரையாடலில் இருந்து செய்திகளை அழிக்க விரும்புகிறீர்களா?

source: Hidden message
ta: மறைக்கப்பட்ட செய்தி

source: Message
ta: செய்தி

source: Optional hint
ta: விருப்ப குறிப்பு

source: Sorry, the connection has been lost, and your message could not be sent
ta: மன்னிக்கவும், இணைப்பு இழந்துவிட்டது, உங்கள் செய்தியை அனுப்ப முடியவில்லை

source: Remove messages
ta: செய்திகளை அகற்று

source: Close this chat
ta: இந்த அரட்டையை மூடு

source: Write in the third person
ta: மூன்றாவது நபரில் எழுதுங்கள்

source: Show this menu
ta: இந்த மெனுவைக் காட்டு

source: Please enter a valid XMPP address
ta: செல்லுபடியாகும் எக்ச்எம்பிபி முகவரியை உள்ளிடவும்

source: A big thank you to our sponsors 🙏
ta: எங்கள் ஆதரவாளர்களுக்கு ஒரு பெரிய நன்றி

source: To improve performance, we cache your data in this browser. Uncheck this box if this is a public computer or if you want your data to be deleted when you log out. It's important that you explicitly log out, otherwise not all cached data might be deleted. Please note, when using an untrusted device, OMEMO encryption is NOT available.
ta: செயல்திறனை மேம்படுத்த, இந்த உலாவியில் உங்கள் தரவை நாங்கள் தற்காலிகமாக சேமிக்கிறோம். இது ஒரு பொது கணினியாக இருந்தால் அல்லது நீங்கள் வெளியேறும்போது உங்கள் தரவை நீக்க விரும்பினால் இந்த பெட்டியைத் தேர்வு செய்யவும். நீங்கள் வெளிப்படையாக வெளியேறுவது முதன்மை, இல்லையெனில் அனைத்து தற்காலிக சேமிப்பிலும் நீக்கப்படாது. தயவுசெய்து கவனிக்கவும், நம்பத்தகாத சாதனத்தைப் பயன்படுத்தும் போது, ஓமமோ குறியாக்கம் கிடைக்கவில்லை.

source: This is a trusted device
ta: இது நம்பகமான சாதனம்

source: Info
ta: தகவல்

source: Connection URL
ta: இணைப்பு முகவரி

source: HTTP or websocket URL that is used to connect to your XMPP server
ta: உங்கள் XMPP சேவையகத்துடன் இணைக்கப் பயன்படும் HTTP அல்லது வெப்சாக்கெட் முகவரி

source: e.g. wss://example.org/xmpp-websocket
ta: எ.கா. wss: //example.org/xmpp-websocket

source: Password
ta: கடவுச்சொல்

source: Log in
ta: புகுபதிகை

source: Username
ta: பயனர்பெயர்

source: user@domain
ta: பயனர்@டொமைன்

source: Disconnected
ta: துண்டிக்கப்பட்டது

source: Click here to log in anonymously
ta: அநாமதேயமாக உள்நுழைய இங்கே சொடுக்கு செய்க

source: About Converse
ta: உரையாடல் பற்றி

source: Show details about this chat client
ta: இந்த அரட்டை கிளையன்ட் பற்றிய விவரங்களைக் காட்டு

source: Features
ta: நற்பொருத்தங்கள்

source: Close these announcements
ta: இந்த அறிவிப்புகளை மூடு

source: Click to open this server message
ta: இந்த சேவையக செய்தியைத் திறக்க சொடுக்கு செய்க

source: Announcements
ta: அறிவிப்புகள்

source: Click to load missing messages
ta: காணாமல் போன செய்திகளை ஏற்ற சொடுக்கு செய்க

source: Minimize
ta: குறைக்கவும்

source: Minimize this chat
ta: இந்த அரட்டையை குறைக்கவும்

source: Minimize this groupchat
ta: இந்த குழுமத்தைக் குறைக்கவும்

source: hidden
ta: மறைக்கப்பட்ட

source: Click to restore this chat
ta: இந்த அரட்டையை மீட்டெடுக்க சொடுக்கு செய்க

source: Change affiliation
ta: இணைப்பை மாற்றவும்

source: New affiliation
ta: புதிய இணைப்பு

source: Timeout error while trying to set the affiliation
ta: இணைப்பை அமைக்க முயற்சிக்கும்போது காலக்கெடு பிழை

source: Sorry, you're not allowed to make that change
ta: மன்னிக்கவும், அந்த மாற்றத்தை செய்ய உங்களுக்கு இசைவு இல்லை

source: Sorry, something went wrong while trying to set the affiliation
ta: மன்னிக்கவும், இணைப்பை அமைக்க முயற்சிக்கும்போது ஏதோ தவறு ஏற்பட்டது

source: Change role
ta: பங்கு மாற்றவும்

source: New Role
ta: புதிய பங்கு

source: You're not allowed to make that change
ta: அந்த மாற்றத்தை செய்ய உங்களுக்கு இசைவு இல்லை

source: Sorry, something went wrong while trying to set the role
ta: மன்னிக்கவும், பாத்திரத்தை அமைக்க முயற்சிக்கும்போது ஏதோ தவறு ஏற்பட்டது

source: Change nickname
ta: புனைப்பெயரை மாற்றவும்

source: Enter groupchat
ta: குரூப்சாட்டை உள்ளிடவும்

source: Choose a nickname to enter
ta: நுழைய ஒரு புனைப்பெயரைத் தேர்வுசெய்க

source: Please choose your nickname
ta: உங்கள் புனைப்பெயரைத் தேர்வுசெய்க

source: You're not allowed to send messages in this room
ta: இந்த அறையில் செய்திகளை அனுப்ப உங்களுக்கு இசைவு இல்லை

source: Invite
ta: அழைக்கவும்

source: Optional reason for the invitation
ta: அழைப்பிற்கான விருப்ப காரணம்

source: Invite someone to this groupchat
ta: இந்த குழு அரட்டைக்கு ஒருவரை அழைக்கவும்

source: Click to mention %1$s in your message.
ta: உங்கள் செய்தியில் %1$s ஐக் குறிப்பிட சொடுக்கு செய்க.

source: Owner
ta: உரிமையாளர்

source: Admin
ta: நிர்வாகி

source: Member
ta: உறுப்பினர்

source: Moderator
ta: மதிப்பீட்டாளர்

source: Visitor
ta: பார்வையாளர்

source: This user is a moderator.
ta: இந்த பயனர் ஒரு மதிப்பீட்டாளர்.

source: This user can send messages in this groupchat.
ta: இந்த பயனர் இந்த குழுமத்தில் செய்திகளை அனுப்ப முடியும்.

source: This user can NOT send messages in this groupchat.
ta: இந்த குழு அரட்டையில் இந்த பயனர் செய்திகளை அனுப்ப முடியாது.

source: This user is not currently in this groupchat and can't receive messages.
ta: இந்த பயனர் தற்போது இந்த குழுவில் இல்லை, செய்திகளைப் பெற முடியாது.

source: Invite this user to join this groupchat
ta: இந்த குழு அரட்டையில் சேர இந்த பயனரை அழைக்கவும்

source: Open a one-on-one chat with this user
ta: இந்த பயனருடன் ஒருவருக்கொருவர் அரட்டையைத் திறக்கவும்

source: Open Chat
ta: திறந்த அரட்டை

source: Success
ta: செய்

source: The user has been invited to join this groupchat
ta: இந்த குழுவில் சேர பயனர் அழைக்கப்பட்டுள்ளார்

source: Filter by name
ta: பெயரால் வடிகட்டவும்

source: Filter by status
ta: நிலை மூலம் வடிகட்டவும்

source: Any
ta: ஏதேனும்

source: Busy
ta: பிசியாக

source: Participant
ta: பங்கேற்பாளர்

source: Participants
ta: பங்கேற்பாளர்கள்

source: Hide
ta: மறை

source: Show filter
ta: வடிகட்டியைக் காட்டு

source: Hide filter
ta: வடிகட்டியை மறைக்கவும்

source: Invite someone
ta: ஒருவரை அழைக்கவும்

source: Invite someone to join this groupchat
ta: இந்த குழு அரட்டையில் சேர ஒருவரை அழைக்கவும்

source: No participant data found
ta: பங்கேற்பாளர் தரவு எதுவும் கிடைக்கவில்லை

source: Show details
ta: விவரங்களைக் காட்டு

source: Change user's affiliation to admin
ta: நிர்வாகிக்கு பயனரின் தொடர்பை மாற்றவும்

source: Ban user by changing their affiliation to outcast
ta: பயனர்களை வெளியேற்றுவதன் மூலம் பயனரை தடைசெய்க

source: Clear the chat area
ta: அரட்டை பகுதியை அழிக்கவும்

source: Close this groupchat
ta: இந்த குரூபட்டை மூடு

source: Change user role to participant
ta: பங்கேற்பாளருக்கு பயனர் பங்கை மாற்றவும்

source: Remove this groupchat
ta: இந்த குழுவை அகற்றவும்

source: Kick user from groupchat
ta: குழு அரட்டையிலிருந்து பயனரை உதைக்கவும்

source: Write in 3rd person
ta: 3 வது நபரில் எழுதுங்கள்

source: Grant membership to a user
ta: ஒரு பயனருக்கு உறுப்பினர் வழங்கவும்

source: Opens up the moderator tools GUI
ta: மதிப்பீட்டாளர் கருவிகள் GUI ஐ திறக்கிறது

source: Remove user's ability to post messages
ta: செய்திகளை இடுகையிடுவதற்கான பயனரின் திறனை அகற்று

source: Change your nickname
ta: உங்கள் புனைப்பெயரை மாற்றவும்

source: Grant moderator role to user
ta: பயனருக்கு மதிப்பீட்டாளர் பாத்திரத்தை வழங்கவும்

source: Grant ownership of this groupchat
ta: இந்த குழுமத்தின் உரிமையை வழங்கவும்

source: Register your nickname
ta: உங்கள் புனைப்பெயரை பதிவு செய்யுங்கள்

source: Revoke the user's current affiliation
ta: பயனரின் தற்போதைய இணைப்பை ரத்து செய்யுங்கள்

source: Set groupchat subject
ta: குரூப்சாட் பொருள் அமைக்கவும்

source: Set groupchat subject (alias for /subject)
ta: குரூப்சாட் பொருள் அமைக்கவும் ( /பாடத்திற்கான மாற்றுப்பெயர்)

source: Allow muted user to post messages
ta: முடக்கிய பயனரை செய்திகளை இடுகையிட அனுமதிக்கவும்

source: The conversation has moved to a new address. Click the link below to enter.
ta: உரையாடல் ஒரு புதிய முகவரிக்கு நகர்ந்துள்ளது. உள்ளிட கீழே உள்ள இணைப்பைக் சொடுக்கு செய்க.

source: This groupchat no longer exists
ta: இந்த குரூபாய் இனி இல்லை

source: The following reason was given: "%1$s"
ta: பின்வரும் காரணம் கொடுக்கப்பட்டது: "%1$s"

source: This action was done by %1$s.
ta: இந்த நடவடிக்கை %1$s ஆல் செய்யப்பட்டது.

source: The reason given is: "%1$s".
ta: கொடுக்கப்பட்ட காரணம்: "%1$s".

source: Loading configuration form
ta: உள்ளமைவு படிவத்தை ஏற்றுகிறது

source: Configure %1$s
ta: %1$s ஐ உள்ளமைக்கவும்

source: Sorry, an error occurred while trying to submit the config form.
ta: மன்னிக்கவும், கட்டமைப்பு படிவத்தை சமர்ப்பிக்க முயற்சிக்கும்போது பிழை ஏற்பட்டது.

source: Sorry, an error happened while trying to save the groupchat avatar.
ta: மன்னிக்கவும், குரூப்சாட் அவதாரத்தை சேமிக்க முயற்சிக்கும் போது பிழை ஏற்பட்டது.

source: You can check your browser's developer console for any error output.
ta: எந்தவொரு பிழை வெளியீட்டிற்கும் உங்கள் உலாவியின் உருவாக்குபவர் கன்சோலை நீங்கள் சரிபார்க்கலாம்.

source: Topic
ta: தலைப்பு

source: Topic author
ta: தலைப்பு ஆசிரியர்

source: XMPP address
ta: எக்ச்எம்பிபி முகவரி

source: Message archiving
ta: செய்தி காப்பகமானது

source: Messages are archived on the server
ta: செய்திகள் சேவையகத்தில் காப்பகப்படுத்தப்படுகின்றன

source: Description
ta: விவரம்

source: Hidden
ta: மறைக்கப்பட்ட

source: This groupchat is not publicly searchable
ta: இந்த குரூப்சாட் பகிரங்கமாக தேட முடியாது

source: This groupchat is restricted to members only
ta: இந்த குரூப்சாட் உறுப்பினர்களுக்கு மட்டுமே கட்டுப்படுத்தப்பட்டுள்ளது

source: Members only
ta: உறுப்பினர்கள் மட்டுமே

source: Moderated
ta: மிதமான

source: Participants entering this groupchat need to request permission to write
ta: இந்த குழுவில் நுழையும் பங்கேற்பாளர்கள் எழுத இசைவு கோர வேண்டும்

source: This groupchat does not require a password upon entry
ta: இந்த குரூப்சாட் நுழைந்தவுடன் கடவுச்சொல் தேவையில்லை

source: No password required
ta: கடவுச்சொல் தேவையில்லை

source: Not anonymous
ta: அநாமதேயர் அல்ல

source: All other groupchat participants can see your XMPP address
ta: மற்ற அனைத்து குரூப்சாட் பங்கேற்பாளர்களும் உங்கள் எக்ச்எம்பிபி முகவரியைக் காணலாம்

source: Not moderated
ta: மிதமானதாக இல்லை

source: Participants entering this groupchat can write right away
ta: இந்த குழுமத்திற்குள் நுழையும் பங்கேற்பாளர்கள் இப்போதே எழுதலாம்

source: Online users
ta: நிகழ்நிலை பயனர்கள்

source: Open
ta: திற

source: Anyone can join this groupchat
ta: இந்த குழுவில் யார் வேண்டுமானாலும் சேரலாம்

source: This groupchat requires a password before entry
ta: இந்த குழுமத்திற்கு நுழைவதற்கு முன் கடவுச்சொல் தேவைப்படுகிறது

source: Password protected
ta: கடவுச்சொல் பாதுகாக்கப்பட்டது

source: Persistent
ta: விடாமுயற்சி

source: This groupchat persists even if it's unoccupied
ta: இந்த குரூப்சாட் அது பாதிக்கப்படாவிட்டாலும் தொடர்கிறது

source: Public
ta: பொது

source: This groupchat is publicly searchable
ta: இந்த குரூப்சாட் பொதுவில் தேடக்கூடியது

source: Semi-anonymous
ta: அரை-அநாமதேய

source: Only moderators can see your XMPP address
ta: மதிப்பீட்டாளர்கள் மட்டுமே உங்கள் XMPP முகவரியைக் காணலாம்

source: Temporary
ta: தற்காலிக

source: This groupchat will disappear once the last person leaves
ta: கடைசி நபர் வெளியேறியவுடன் இந்த குரூப்சாட் மறைந்துவிடும்

source: Groupchat info
ta: குரூப்சாட் செய்தி

source: Hide the groupchat topic
ta: குரூப்சாட் தலைப்பை மறைக்கவும்

source: Show more information on this groupchat
ta: இந்த குரூப்சாட் பற்றிய கூடுதல் தகவல்களைக் காட்டுங்கள்

source: Show more information about this groupchat
ta: இந்த குரூபைப் பற்றிய கூடுதல் தகவல்களைக் காட்டு

source: Configure
ta: உள்ளமைக்கவும்

source: Configure this groupchat
ta: இந்த குரூப்சை உள்ளமைக்கவும்

source: Change the nickname you're using in this groupchat
ta: இந்த குழுமத்தில் நீங்கள் பயன்படுத்தும் புனைப்பெயரை மாற்றவும்

source: Show topic
ta: தலைப்பைக் காட்டு

source: Hide topic
ta: தலைப்பை மறைக்கவும்

source: Show the topic message in the heading
ta: தலைப்பில் தலைப்பு செய்தியைக் காட்டுங்கள்

source: Hide the topic in the heading
ta: தலைப்பில் தலைப்பை மறைக்கவும்

source: Show participants
ta: பங்கேற்பாளர்களைக் காட்டு

source: Hide participants
ta: பங்கேற்பாளர்களை மறைக்க

source: Show the groupchat participants
ta: குரூப்சாட் பங்கேற்பாளர்களைக் காட்டு

source: Hide the groupchat participants
ta: குரூப்சாட் பங்கேற்பாளர்களை மறைக்கவும்

source: Moderate
ta: மிதமான

source: Moderate this groupchat
ta: இந்த குரூப்சாட்டை மிதப்படுத்துங்கள்

source: Destroy
ta: அழிக்கவும்

source: Leave
ta: விடுப்பு

source: Leave and close this groupchat
ta: இந்த குழுவை விட்டுவிட்டு மூடு

source: Are you sure you want to leave this groupchat?
ta: இந்த குழு அரட்டையை விட்டு வெளியேற விரும்புகிறீர்களா?

source: This groupchat requires a password
ta: இந்த குழுமத்திற்கு கடவுச்சொல் தேவை

source: Password:
ta: கடவுச்சொல்:

source: Submit
ta: சமர்ப்பிக்கவும்

source: has gone offline
ta: ஆஃப்லைனில் சென்றுவிட்டது

source: has gone away
ta: போய்விட்டது

source: is busy
ta: பிசியாக உள்ளது

source: has come online
ta: ஆன்லைனில் வந்துள்ளது

source: Notification from %1$s
ta: %1$s இலிருந்து அறிவிப்பு

source: %1$s says
ta: %1$s கூறுகின்றன

source: wants to be your contact
ta: உங்கள் தொடர்பாக இருக்க விரும்புகிறது

source: online
ta: ஆன்லைனில்

source: busy
ta: பிசியாக

source: away for long
ta: நீண்ட நேரம்

source: away
ta: தொலைவில்

source: offline
ta: இணையமில்லாமல்

source: The new passwords must match
ta: புதிய கடவுச்சொற்கள் பொருந்த வேண்டும்

source: New password
ta: புதிய கடவுச்சொல்

source: Confirm new password
ta: புதிய கடவுச்சொல்லை உறுதிப்படுத்தவும்

source: Timeout error
ta: காலக்கெடு பிழை

source: Your server does not support password reset
ta: கடவுச்சொல் மீட்டமைப்பை உங்கள் சேவையகம் ஆதரிக்காது

source: Your server responded with an unknown error, check the console for details
ta: உங்கள் சேவையகம் அறியப்படாத பிழையுடன் பதிலளித்தது, விவரங்களுக்கு கன்சோலைச் சரிபார்க்கவும்

source: Timeout error while trying to set your password
ta: உங்கள் கடவுச்சொல்லை அமைக்க முயற்சிக்கும்போது காலக்கெடு பிழை

source: Your server does not allow password reset
ta: கடவுச்சொல் மீட்டமைப்பை உங்கள் சேவையகம் அனுமதிக்காது

source: You are not allowed to change your password
ta: உங்கள் கடவுச்சொல்லை மாற்ற உங்களுக்கு இசைவு இல்லை

source: Your new password has been set
ta: உங்கள் புதிய கடவுச்சொல் அமைக்கப்பட்டுள்ளது

source: Log out
ta: விடுபதிகை

source: Away for long
ta: நீண்ட நேரம்

source: Personal status message
ta: தனிப்பட்ட நிலை செய்தி

source: Clear status message
ta: நிலை செய்தியை அழிக்கவும்

source: Save and close
ta: சேமித்து மூடு

source: Use commas to separate multiple roles. Your roles are shown next to your name on your chat messages.
ta: பல பாத்திரங்களை பிரிக்க காற்புள்ளிகளைப் பயன்படுத்தவும். உங்கள் அரட்டை செய்திகளில் உங்கள் பெயருக்கு அடுத்ததாக உங்கள் பாத்திரங்கள் காட்டப்பட்டுள்ளன.

source: Reset Password
ta: கடவுச்சொல்லை மீட்டமைக்கவும்

source: Your Profile
ta: உங்கள் சுயவிவரம்

source: Sorry, an error happened while trying to save your profile data.
ta: மன்னிக்கவும், உங்கள் சுயவிவரத் தரவைச் சேமிக்க முயற்சிக்கும்போது பிழை ஏற்பட்டது.

source: Profile updated successfully
ta: சுயவிவரம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது

source: Are you sure you want to log out?
ta: நீங்கள் நிச்சயமாக வெளியேற விரும்புகிறீர்களா?

source: About
ta: பற்றி

source: Commands
ta: கட்டளைகள்

source: %1$s Open Source %2$s XMPP chat client brought to you by %3$s Opkode %2$s
ta: %1$s திறந்த மூல %2$s xmpp அரட்டை வாங்கி %3$s opkode %2$s ஆல் உங்களிடம் கொண்டு வரப்பட்டது

source: %1$s Translate %2$s it into your own language
ta: %1$s %2$s ஐ உங்கள் சொந்த மொழியில் மொழிபெயர்க்கவும்

source: Settings
ta: அமைப்புகள்

source: I am %1$s
ta: நான் %1$s

source: Click to change your chat status
ta: உங்கள் அரட்டை நிலையை மாற்ற சொடுக்கு செய்க

source: Download file "%1$s"
ta: "%1$s" ஐ பதிவிறக்குக

source: Error: could not decrypt a received encrypted file, because it could not be downloaded
ta: பிழை: பெறப்பட்ட மறைகுறியாக்கப்பட்ட கோப்பை மறைகுறியாக்க முடியவில்லை, ஏனெனில் அதை பதிவிறக்கம் செய்ய முடியவில்லை

source: Cannot use end-to-end encryption in this groupchat, either the groupchat has some anonymity or not all participants support OMEMO.
ta: இந்த குழுமத்தில் இறுதி முதல் இறுதி குறியாக்கத்தைப் பயன்படுத்த முடியாது, குழுவிற்கு சில அநாமதேயங்கள் உள்ளன அல்லது அனைத்து பங்கேற்பாளர்களும் ஓமமோவை ஆதரிக்கவில்லை.

source: Cannot use end-to-end encryption because %1$s uses a client that doesn't support OMEMO.
ta: எண்ட்-டு-எண்ட் குறியாக்கத்தைப் பயன்படுத்த முடியாது, ஏனெனில் %1$s ஓம்மோவை ஆதரிக்காத கிளையண்டைப் பயன்படுத்துகிறது.

source: Messages are being sent in plaintext
ta: செய்திகள் எளிய உரையில் அனுப்பப்படுகின்றன

source: Messages are sent encrypted
ta: செய்திகள் குறியாக்கம் செய்யப்படுகின்றன

source: This groupchat needs to be members-only and non-anonymous in order to support OMEMO encrypted messages
ta: ஓமமோ மறைகுறியாக்கப்பட்ட செய்திகளை ஆதரிக்க இந்த குழு உறுப்பினர்கள் மட்டுமே மற்றும் அநாமதேயர் அல்லாதவர்களாக இருக்க வேண்டும்

source: OMEMO encryption is not supported
ta: ஓமெமோ குறியாக்கம் ஆதரிக்கப்படவில்லை

source: Trusted
ta: நம்பகமான

source: Untrusted
ta: நம்பத்தகாதது

source: Choose which devices you trust for OMEMO encrypted communication
ta: ஓமமோ மறைகுறியாக்கப்பட்ட தகவல்தொடர்புக்கு நீங்கள் நம்பும் சாதனங்களைத் தேர்வுசெய்க

source: OMEMO Fingerprints
ta: ஓமமோ கைரேகைகள்

source: No OMEMO-enabled devices found
ta: OMEMO- இயக்கப்பட்ட சாதனங்கள் எதுவும் காணப்படவில்லை

source: Checkbox for selecting the following fingerprint
ta: பின்வரும் கைரேகையைத் தேர்ந்தெடுப்பதற்கான தேர்வுப்பெட்டி

source: Device without a fingerprint
ta: கைரேகை இல்லாமல் சாதனம்

source: Checkbox for selecting the following device
ta: பின்வரும் சாதனத்தைத் தேர்ந்தெடுப்பதற்கான தேர்வுப்பெட்டி

source: Other OMEMO-enabled devices
ta: பிற OMEMO- இயக்கப்பட்ட சாதனங்கள்

source: Checkbox to select fingerprints of all other OMEMO devices
ta: மற்ற அனைத்து ஓமமோ சாதனங்களின் கைரேகைகளைத் தேர்ந்தெடுக்க தேர்வுப்பெட்டி

source: Remove checked devices and close
ta: சரிபார்க்கப்பட்ட சாதனங்களை அகற்றி மூடு

source: Select all
ta: அனைத்தையும் தெரிவுசெய்

source: Generate new keys and fingerprint
ta: புதிய விசைகள் மற்றும் கைரேகையை உருவாக்குங்கள்

source: Sorry, an error occurred while trying to remove the devices.
ta: மன்னிக்கவும், சாதனங்களை அகற்ற முயற்சிக்கும்போது பிழை ஏற்பட்டது.

source: Are you sure you want to generate new OMEMO keys? This will remove your old keys and all previously encrypted messages will no longer be decryptable on this device.
ta: புதிய ஓம்மோ விசைகளை உருவாக்க விரும்புகிறீர்களா? இது உங்கள் பழைய விசைகளை அகற்றும், மேலும் முன்னர் மறைகுறியாக்கப்பட்ட அனைத்து செய்திகளும் இந்த சாதனத்தில் மறைகுறியாக்கப்படாது.

source: Already have a chat account?
ta: ஏற்கனவே அரட்டை கணக்கு உள்ளதா?

source: Go back to login
ta: உள்நுழையச் செல்லவும்

source: Choose a different provider
ta: வேறு வழங்குநரைத் தேர்வுசெய்க

source: Account Registration:
ta: கணக்கு பதிவு:

source: Register
ta: பதிவு செய்யுங்கள்

source: Tip: A list of public XMPP providers is available
ta: உதவிக்குறிப்பு: பொது எக்ச்எம்பிபி வழங்குநர்களின் பட்டியல் கிடைக்கிறது

source: here
ta: இங்கே

source: Fetch registration form
ta: பதிவு படிவத்தைப் பெறுங்கள்

source: Create your account
ta: உங்கள் கணக்கை உருவாக்கவும்

source: Please enter the XMPP provider to register with:
ta: இதனுடன் பதிவு செய்ய எக்ச்எம்பிபி வழங்குநரை உள்ளிடவும்:

source: Sorry, we're unable to connect to your chosen provider.
ta: மன்னிக்கவும், நீங்கள் தேர்ந்தெடுத்த வழங்குநருடன் எங்களால் இணைக்க முடியவில்லை.

source: Sorry, the given provider does not support in band account registration. Please try with a different provider.
ta: மன்னிக்கவும், கொடுக்கப்பட்ட வழங்குநர் இசைக்குழு கணக்கு பதிவில் ஆதரிக்கவில்லை. தயவுசெய்து வேறு வழங்குநருடன் முயற்சிக்கவும்.

source: Invalid connection URL, only HTTPS and WSS accepted
ta: தவறான இணைப்பு URL, HTTPS மற்றும் WSS மட்டுமே ஏற்றுக்கொள்ளப்பட்டன

source: Now logging you in
ta: இப்போது உங்களை உள்நுழைகிறது

source: Registered successfully
ta: வெற்றிகரமாக பதிவு செய்யப்பட்டது

source: Registration failed.
ta: பதிவு தோல்வியடைந்தது.

source: Please try a different username.
ta: தயவுசெய்து வேறு பயனர்பெயரை முயற்சிக்கவும்.

source: The provider rejected your registration attempt. Please check the values you entered for correctness.
ta: வழங்குநர் உங்கள் பதிவு முயற்சியை நிராகரித்தார். சரியான தன்மைக்காக நீங்கள் உள்ளிட்ட மதிப்புகளை சரிபார்க்கவும்.

source: Create an account
ta: ஒரு கணக்கை உருவாக்கவும்

source: Don't have a chat account?
ta: அரட்டை கணக்கு இல்லையா?

source: e.g. conversejs.org
ta: எ.கா. Tsnversys.org

source: This field is required
ta: இந்த புலம் தேவை

source: Join
ta: சேர

source: Groupchat name
ta: குழு அரட்டை பெயர்

source: Groupchat name or address
ta: குரூப்சாட் பெயர் அல்லது முகவரி

source: Enter a new Groupchat
ta: புதிய குழு அரட்டையை உள்ளிடவும்

source: Invalid groupchat address, it cannot be empty.
ta: தவறான குரூப்சாட் முகவரி, அது காலியாக இருக்க முடியாது.

source: Invalid groupchat address, a forward slash is not allowed.
ta: தவறான குரூப்சாட் முகவரி, முன்னோக்கி சாய்வு அனுமதிக்கப்படவில்லை.

source: Invalid groupchat address, more than one @ sign is not allowed.
ta: தவறான குரூப்சாட் முகவரி, ஒன்றுக்கு மேற்பட்ட @ அடையாளம் அனுமதிக்கப்படவில்லை.
